using System;

namespace Task02
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine(" __    __    __\n" +
                              "|**|  |**|  |**|\n" +
                              "|**|  |**|  |**|\n" +
                              "|**|  |**|  |**|\n" +
                              "|**|__|**|__|**|\n" +
                              "|______________|\n" 
            );
            Console.WriteLine("       /\\    \n" +
                              "      //\\\\     \n" +
                              "     //__\\\\     \n" +
                              "    //----\\\\     \n" +
                              "   //      \\\\    \n" );
            Console.WriteLine("     _______\n" +
                              "    |*******|\n" +
                              "    |**[ ]**|    \n" +
                              "    |** ____|     \n" +
                              "    |**|     \n" +
                              "    |__|    \n");
            Console.WriteLine("       /\\    \n" +
                              "      //\\\\     \n" +
                              "     //__\\\\     \n" +
                              "    //----\\\\     \n" +
                              "   //      \\\\    \n");
            Console.WriteLine("    _________ \n" +
                              "   |         |    \n" +
                              "   |() ___ ()|   \n" +
                              "   |()|   |()|     \n" +
                              "   |()|   |()|   \n" +
                              "   |__|   |__|    \n");
            Console.WriteLine("    ________ \n" +
                              "   |   __   |    \n" +
                              "   | *|  | *|   \n" +
                              "   | *|  | *|    \n" +
                              "   | *|__| *|   \n" +
                              "   |________|    \n");
            Console.WriteLine("   вввввввв\n" +
                              "   В       В    \n" +
                              "   В       В   \n" +
                              "   ВВВВВВВВ    \n" +
                              "   В       В   \n" +
                              "   В       В    \n" +
                              "   вввввввв");
            
            
        }
    }
}